<template>
    <v-container
            fluid
            class="d-flex flex-column"
    >
        <horizontal-menu></horizontal-menu>
        <v-row
                justify="center"
                align="start"
        >
            <v-col
                    :cols="$vuetify.breakpoint.xsOnly ? '12' : $vuetify.breakpoint.smOnly ? '10' : $vuetify.breakpoint.mdOnly ? '8' : $vuetify.breakpoint.lgOnly ? '6' : '6'"
            >
                <div class="d-flex flex-fill justify-center align-center flex-column">
                    <p style="font-size: 1.2em;">
                        Екатерина Великая
                    </p>
                </div>

                <div class="d-flex flex-fill flex-column flex-sm-row">
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img width="300px" style="margin: 7px 7px 7px 7px;" :src="require('../assets/1.jpg')"/>
                    </div>
                    <p>
                        Будущая императрица Екатерина появилась на свет 21 апреля (2 мая) 1729 года в городе Штеттин (Пруссия), и на тот момент ничего общего с Россией, кроме дальнего родства с правящей в стране династией не имела.

                        При рождении она была наречена София Фредерика Августа Ангальд-Цербская. София получила домашнее образование, и уже с детства проявляла упорство, любознательность и сильный характер. Обучалась следующим наукам: английскому и французскому языкам, основам истории, географии, богословия а также танцам, музыке, и вошла в жизнь эрудированной, коммуникабельной и развитой во всех отношениях девушкой.
                    </p>
                </div>
                <div class="d-flex flex-fill flex-column flex-sm-row">
                    <p>
                        Тем временем в России действующая императрица Елизавета Петровна подыскивала жену для своего преемника, внука Петра I, будущего правителя Петра III.
                        Поиски были тщательными и продолжительными. По рекомендации прусского короля Фридриха II императрица остановила свой выбор на Софии Фредерике (которая также являлась троюродной сестрой Петра).
                    </p>
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img width="300px" style="margin: 7px 7px 7px 7px;" :src="require('../assets/2.jpg')"/>
                    </div>
                </div>
                <div class="d-flex flex-fill flex-column flex-sm-row">
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img width="300px" style="margin: 7px 7px 7px 7px;" :src="require('../assets/3.jpg')"/>
                    </div>
                    <p>
                        В 14-летнем возрасте она в спешном порядке прибыла в Петербург вместе с матерью, после обращена в православие (ранее София была лютеранкой) и наречена именем Екатерина Алексеевна. По прошествии полутора лет она была обвенчана с Петром Фёдоровичем. По признанию самой Екатерины, муж не питал к ней никакой любви и даже симпатии. Позже Пётр III открыто говорил о предстоящем разводе и женитьбе на своей фаворитке Елизавете Романовне Воронцовой.
                    </p>
                </div>
                <div class="d-flex flex-fill flex-column flex-sm-row">
                    <p>
                        Будущая императрица же находила утешение в самообразовании. В ход событий вмешалась императрица Елизавета Петровна, недовольная отсутствием детей у супругов. В 1754 году у Екатерины и Петра появляется сын, которого немедленно отлучают от матери и, по воле царствовавшей императрицы, называют Павлом (будущий император Павел I) и лишают возможности воспитывать, позволяя только иногда видеть. Это окончательно испортило отношения Екатерины с царской семьёй.
                    </p>
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img width="300px" style="margin: 7px 7px 7px 7px;" :src="require('../assets/5.jpg')"/>
                    </div>
                </div>
                <div class="d-flex flex-fill flex-column">
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img style="margin: 7px 7px 7px 7px;" :src="require('../assets/6.jpg')"/>
                    </div>
                    <p>
                        После смерти Елизаветы Петровны 5 января 1762 года, на престол восходит Пётр Фёдорович, наречённый Петром III. Тем временем при поддержке аристократии (как русской, так и зарубежной), а также гвардейцев, Екатерина приступает к реализации планов по захвату власти и свержении супруга с царствования. Видя неизбежность грядущих событий и превосходство последователей жены, Петр III вынужденно отказывается от престола. Позднее Петр III погибает при неизвестных обстоятельствах
                        <br/>13 сентября 1762 года для Екатерины Алексеевны ознаменовалось официальным восхождением на престол (коронация прошла в Москве).
                    </p>
                </div>
                <div class="d-flex flex-fill flex-column">
                    <p>
                        Главной чертой внутренней политики Екатерины являлась всяческая поддержка дворянских сословий и, как следствие, невнимание к "низшим” слоям общества того времени. Рассматривая внутреннюю политику Екатерины II, нельзя не упомянуть "Просветительский абсолютизм”, так активно муссировавшийся императрицей, заключающийся в духовном и интеллектуальном обогащении населения государства. Также следует упомянуть ряд следующих немаловажных реформ и начинаний:
                    </p>
                </div>
                <div class="d-flex flex-fill flex-column">
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img style="margin: 7px 7px 7px 7px;" :src="require('../assets/7.jpg')"/>
                    </div>
                    <p>
                        1764 г: по приказу Екатерины II на Москворецкой набережной был заложен Воспитательный дом приёма подкидышей и беспризорных детей, открыт Смольный институт благородных девиц;
                    </p>
                </div>
                <div class="d-flex flex-fill flex-column">
                    <p>
                        1769 г: Екатерина II подписала манифест о введении в России бумажных денег - ассигнаций.
                    </p>
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img style="margin: 7px 7px 7px 7px;" :src="require('../assets/8.jpg')"/>
                    </div>
                </div>
                <div class="d-flex flex-fill flex-column">
                    <p>
                        1772 г: в Эрмитаж были доставлены 158 картин, купленных по указанию Екатерины II в Париже и послуживших основой для знаменитой картинной галереи.
                    </p>
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img style="margin: 7px 7px 7px 7px;" :src="require('../assets/9.jpg')"/>
                    </div>
                </div>
                <div class="d-flex flex-fill flex-column">
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img style="margin: 7px 7px 7px 7px;" :src="require('../assets/10.jpg')"/>
                    </div>
                    <p>
                        1786 г: создан единый Государственный заёмный банк.
                    </p>
                </div>
                <div class="d-flex flex-fill flex-column">
                    <p>
                        1795 г: основана Императорская Публичная библиотека.
                    </p>
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img style="margin: 7px 7px 7px 7px;" :src="require('../assets/11.jpg')"/>
                    </div>
                </div>
                <div class="d-flex flex-fill flex-column">
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img style="margin: 7px 7px 7px 7px;" :src="require('../assets/12.jpg')"/>
                    </div>
                    <p>
                        Посягнуть же на трон великой императрицы смели лишь однажды. Емельян Пугачёв, донской казак, воспользовавшись слухами о том, что Петр III жив, назвался таковым и начал собирать последователей для начала восстаний. Война двух сторон длилась с 1773 по 1775 годы. Позднее она получила название "крестьянская”. Пугачёв был повержен, осуждён и в скором времени казнен.Посягнуть же на трон великой императрицы смели лишь однажды. Емельян Пугачёв, донской казак, воспользовавшись слухами о том, что Петр III жив, назвался таковым и начал собирать последователей для начала восстаний. Война двух сторон длилась с 1773 по 1775 годы. Позднее она получила название "крестьянская”. Пугачёв был повержен, осуждён и в скором времени казнен.Посягнуть же на трон великой императрицы смели лишь однажды. Емельян Пугачёв, донской казак, воспользовавшись слухами о том, что Петр III жив, назвался таковым и начал собирать последователей для начала восстаний. Война двух сторон длилась с 1773 по 1775 годы. Позднее она получила название "крестьянская”. Пугачёв был повержен, осуждён и в скором времени казнен.
                    </p>
                </div>
                <div class="d-flex flex-fill flex-column flex-sm-row">
                    <p>
                        Закончить повествование о Екатерине следует лишь ею собственноручно написанной эпитафией, где в сатирической форме изложена вся жизнь императрицы:

                        Здесь погребена Екатерина Вторая, рождённая в Штеттине 21 апреля 1729 года. Она провела 44 года в России, и вышла там замуж за Петра III. Четырнадцати лет от роду Она составила тройной проект — нравиться супругу, Елизавете I и народу. Она пользовалась всем для достижения в этом успеха. Восемнадцать лет скуки и уединения заставили её прочесть много книг. Вступив на русский престол, она стремилась к добру, желала доставить своим подданным счастье и свободу. Она легко прощала и не питала ни к кому ненависти. Снисходительная, любившая непринужденность в жизни, весёлая от природы, с душой республиканки и добрым сердцем — она имела друзей. Труд для неё был легок, в обществе и словесных науках она находила удовольствие.
                    </p>
                    <div class="d-flex flex-row justify-center align-center">
                        <v-img width="300px" style="margin: 7px 7px 7px 7px;" :src="require('../assets/13.jpg')"/>
                    </div>
                </div>
                <!--
                <div class="first">
                    <p style="font-size: 1.1em;"><img style="float: left; width: 180px; margin: 0 25px 25px 0;" :src="require('../assets/1.jpg')"/>
                        Будущая императрица Екатерина появилась на свет 21 апреля (2 мая) 1729 года в городе Штеттин (Пруссия), и на тот момент ничего общего с Россией, кроме дальнего родства с правящей в стране династией не имела.

                        При рождении она была наречена София Фредерика Августа Ангальд-Цербская. София получила домашнее образование, и уже с детства проявляла упорство, любознательность и сильный характер. Обучалась следующим наукам: английскому и французскому языкам, основам истории, географии, богословия а также танцам, музыке, и вошла в жизнь эрудированной, коммуникабельной и развитой во всех отношениях девушкой.
                    </p>
                </div>
                <div class="first" style="display: flex; flex-direction: row;">
                    <img
                            :style="$vuetify.breakpoint.xsOnly ? 'width: 100%;' : 'float: left; width: 180px; margin: 7px 7px 7px 7px;'"
                            :src="require('../assets/3.jpg')"/>
                    <p class="fill-height text-center" style="font-size: 1.1em;"><img
                            :style="$vuetify.breakpoint.xsOnly ? 'width: 100%;' : 'float: right; width: 180px; margin: 7px 7px 7px 7px;'"
                            :src="require('../assets/2.jpg')"/>
                        Тем временем в России действующая императрица Елизавета Петровна подыскивала жену для своего преемника, внука Петра I, будущего правителя Петра III.<br/>
                        Поиски были тщательными и продолжительными. По рекомендации прусского короля Фридриха II императрица остановила свой выбор на Софии Фредерике (которая также являлась троюродной сестрой Петра).
                    </p>
                </div>
                <div class="first">
                    <p>
                        В 14-летнем возрасте она в спешном порядке прибыла в Петербург вместе с матерью, после обращена в православие (ранее София была лютеранкой) и наречена именем Екатерина Алексеевна. По прошествии полутора лет она была обвенчана с Петром Фёдоровичем. По признанию самой Екатерины, муж не питал к ней никакой любви и даже симпатии. Позже Пётр III открыто говорил о предстоящем разводе и женитьбе на своей фаворитке Елизавете Романовне Воронцовой.
                    </p>
                </div>-->

            </v-col>
        </v-row>
    </v-container>
</template>

<script>
    import HorizontalMenu from "../components/HorizontalMenu";
    export default {
        name: "Historical",
        components: {HorizontalMenu}
    }
</script>

<style scoped>
.first {
    width: 100%;
    height: auto;
}
</style>