<template xmlns:v-expansion-panel="http://www.w3.org/1999/html">
    <v-container
            fluid
            class="d-flex flex-column"
    >
        <horizontal-menu></horizontal-menu>
        <v-row
                justify="center"
                align="start"
        >
            <v-col
                    class="hidden-sm-and-down"
                    cols="6"
            >
                <v-expansion-panels>
                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Программа дополнительного образования "Читай-ка"
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Новизна программы состоит в том, что она построена в соответствии с основными принципами дифференцированной теории для работы как с дошкольниками (подготовка к обучению грамоте, развитие всех психических процессов), так и со школьниками, имею­щими нарушения письменной речи и проблемы с чтением. Для детей различного возраста (от 5—9 лет) и разного интеллектуального уровня развития — от нормы до задержки психического развития и до олигофрении, потому что все строится на методе дидактической (обучающей и развивающей) игры.

                                    В основу данной программы положены такие дидактические принципы, как переход от простого к сложному, системность и концентричность при изучении материала. Который подобран с учетом актуальности той или иной темы для детей старшего и подготовительного к школе возраста.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://multiurok.ru/files/proghramma-dopolnitiel-nogho-obrazovaniia-chitai-k.html"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Программа по формированию беглого и динамического чтения у учащихся начальных классов
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Научить детей правильному, беглому, осознанному, выразительному чтению – одна из задач начального образования. И эта задача чрезвычайно актуальна, так как чтение играет огромную роль в образовании, воспитании и развитии человека. Чтение – это окошко, через которое дети видят и познают мир и самого себя. Чтение – это и то, чему обучают младших школьников, посредствам чего их воспитывают и развивают. Умения и навыки чтения формируются не только как важнейший вид речевой и умственной деятельности, но и как сложный комплекс умений и навыков, имеющий обучающий характер, используемый учениками при изучении всех учебных предметов, во всех случаях внеклассной и внешкольной жизни. Следовательно, необходима, систематическая, целенаправленная работа над развитием и совершенствованием навыков беглого, осознанного чтения от класса к классу.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://nsportal.ru/nachalnaya-shkola/chtenie/2016/01/20/rabochaya-programma-po-razvitiyu-tehniki-chteniya"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Хорошо читаем - отлично учимся (Система упражнений для формирования устойчивого навыка чтения у младших школьников)
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Уверенное владение навыком чтения является одним из основных условий успешности детей в учении. Однако в настоящий момент навык чтения у школьников вызывают серьёзную тревогу у педагогов и родителей.

                                    Подавляющее большинство трудностей, которые наблюдаются у детей во время обучения в школе, связаны с тем, что они не могут самостоятельно получать информацию из книг и учебников.

                                    Современные дети не просто не любят, но и не умеют читать, а чтение – это не только тот предмет, которым надо успешно овладеть ученику, но и тот, посредством которого он будет осваивать другие дисциплины, познавать богатство окружающего мира и человеческих отношений, формировать в себе собственное отношение к действительности.

                                    Чтение – это труд. Наша задача - сделать его более производительным, продуктивным.

                                    Навык беглого, осознанного и выразительного чтения закладывается в начальных классах.

                                    Как помочь детям справиться с трудностями при обучении чтению?
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://schsad115.ru/specialist/logoped/190-khorosho-chitaem-otlichno-uchimsya-sistema-"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Как привить любовь к чтению у учащихся начальной школы
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Задача учителя заключается в том, чтобы воспитать у учащихся интерес к литературе и литературному чтению. Приобщая ребенка к чтению и создавая культ книги в школе и дома, мы должны всегда помнить слова педагога В. А. Сухомлинского, который верил и с большой убежденностью говорил о воспитательной силе книги.

                                    Необходимо уделять внимание воспитанию у наших детей правильной образной речи, обогащать их словарь, учить понимать и чувствовать красоту языка подлинно художественных литературных произведений.

                                    Чтобы побудить ребенка к чтению, надо сам процесс чтения представить как чудо – показать в знакомом - незнакомое, в обычном – необычное, изумить таящимся в нем богатством возможностей.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://infourok.ru/vistuplenie-po-teme-kak-privit-lyubov-k-chteniyu-u-uchaschihsya-nachalnoy-shkoli-892016.html"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>
                </v-expansion-panels>
            </v-col>
            <v-col
                    class="hidden-md-and-up"
                    cols="12"
            >
                <v-expansion-panels>
                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Программа дополнительного образования "Читай-ка"
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Новизна программы состоит в том, что она построена в соответствии с основными принципами дифференцированной теории для работы как с дошкольниками (подготовка к обучению грамоте, развитие всех психических процессов), так и со школьниками, имею­щими нарушения письменной речи и проблемы с чтением. Для детей различного возраста (от 5—9 лет) и разного интеллектуального уровня развития — от нормы до задержки психического развития и до олигофрении, потому что все строится на методе дидактической (обучающей и развивающей) игры.

                                    В основу данной программы положены такие дидактические принципы, как переход от простого к сложному, системность и концентричность при изучении материала. Который подобран с учетом актуальности той или иной темы для детей старшего и подготовительного к школе возраста.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://multiurok.ru/files/proghramma-dopolnitiel-nogho-obrazovaniia-chitai-k.html"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Программа по формированию беглого и динамического чтения у учащихся начальных классов
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Научить детей правильному, беглому, осознанному, выразительному чтению – одна из задач начального образования. И эта задача чрезвычайно актуальна, так как чтение играет огромную роль в образовании, воспитании и развитии человека. Чтение – это окошко, через которое дети видят и познают мир и самого себя. Чтение – это и то, чему обучают младших школьников, посредствам чего их воспитывают и развивают. Умения и навыки чтения формируются не только как важнейший вид речевой и умственной деятельности, но и как сложный комплекс умений и навыков, имеющий обучающий характер, используемый учениками при изучении всех учебных предметов, во всех случаях внеклассной и внешкольной жизни. Следовательно, необходима, систематическая, целенаправленная работа над развитием и совершенствованием навыков беглого, осознанного чтения от класса к классу.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://nsportal.ru/nachalnaya-shkola/chtenie/2016/01/20/rabochaya-programma-po-razvitiyu-tehniki-chteniya"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Хорошо читаем - отлично учимся (Система упражнений для формирования устойчивого навыка чтения у младших школьников)
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Уверенное владение навыком чтения является одним из основных условий успешности детей в учении. Однако в настоящий момент навык чтения у школьников вызывают серьёзную тревогу у педагогов и родителей.

                                    Подавляющее большинство трудностей, которые наблюдаются у детей во время обучения в школе, связаны с тем, что они не могут самостоятельно получать информацию из книг и учебников.

                                    Современные дети не просто не любят, но и не умеют читать, а чтение – это не только тот предмет, которым надо успешно овладеть ученику, но и тот, посредством которого он будет осваивать другие дисциплины, познавать богатство окружающего мира и человеческих отношений, формировать в себе собственное отношение к действительности.

                                    Чтение – это труд. Наша задача - сделать его более производительным, продуктивным.

                                    Навык беглого, осознанного и выразительного чтения закладывается в начальных классах.

                                    Как помочь детям справиться с трудностями при обучении чтению?
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://schsad115.ru/specialist/logoped/190-khorosho-chitaem-otlichno-uchimsya-sistema-"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Как привить любовь к чтению у учащихся начальной школы
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Задача учителя заключается в том, чтобы воспитать у учащихся интерес к литературе и литературному чтению. Приобщая ребенка к чтению и создавая культ книги в школе и дома, мы должны всегда помнить слова педагога В. А. Сухомлинского, который верил и с большой убежденностью говорил о воспитательной силе книги.

                                    Необходимо уделять внимание воспитанию у наших детей правильной образной речи, обогащать их словарь, учить понимать и чувствовать красоту языка подлинно художественных литературных произведений.

                                    Чтобы побудить ребенка к чтению, надо сам процесс чтения представить как чудо – показать в знакомом - незнакомое, в обычном – необычное, изумить таящимся в нем богатством возможностей.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://infourok.ru/vistuplenie-po-teme-kak-privit-lyubov-k-chteniyu-u-uchaschihsya-nachalnoy-shkoli-892016.html"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>
                </v-expansion-panels>
            </v-col>
        </v-row>
    </v-container>
</template>

<script>
    import HorizontalMenu from '../components/HorizontalMenu'
    import VueMarkdown from 'vue-markdown'

    export default {
        name: 'Teachers',
        data() {
            return {
                text1: "## Актуальность программы \n\n Вопросы подготовки воспитанников детских садов к школе приобретают все большее значение. Особенно актуальны они в настоящее время, когда изменилось содержание начального обучения. Школа и родители заинтересованы в том, чтобы дети, поступающие в первый класс, были хорошо подготовлены к обучению грамоте.\nАктуальность разработки программы «Читай-ка» обусловлена поиском путей совершенствования процесса подготовки к обучению грамоте детей старшего дошкольного возраста, с учетом тенденций развития всей системы образования, современной научной и научно-методической литературы. Предполагающей единство содержания и методов подготовки детей к обучению чтению и грамоте на уровне детского сада, и непосредственного обучения грамоте в условиях начальной школы.Данная рабочая программа разработана на основе авторской системы обучения грамоте и чтения Л.Ю.Бондаревой Она рассчитана на 2-а года обу­чения. Обучение строится на основе пособия Упражнения на каждый день: «Обучение грамоте дошкольников и младших школьников», и дидактических материалов в четы­рех книгах «Поиграем в слова», «От слова к звуку», «От звука к букве», «Читаем сами», (автор Н.В. Дурова).\n\n ## Педагогическая целесообразность\n\n Образовательная программа «Читай-ка» носит социально-педагогическую направленность, в ходе реализации происходит преодоление у детей недоразвития некоторых пси­хических функций, то есть коррекция зрительного и слухового восприятия, памяти, внимания, фонематического слуха и восприятия, мышления; логического и ассоциа­тивного. Овладение навыками уверенного слогового чтения. Приобретения умения безошибочно составлять звуковые схемы слов, иметь развитый фонематический слух и т. д\n\nМетодики, приемы и технологии и формы работы с детьми, используемые педагогом в процессе реализации Программы, подобраны из числа адаптированных к особенностям физиологии и психологии ребёнка.\n\nКонспекты занятий содержат большое количество кроссвордов, загадок и стихотворений, причем грамматические и лексические задания «вплетены» в стихот­ворный текст. И ребенку необходимо максимально сосредотачивать свое слуховое внимание для того, чтобы уяснить цель предлагаемого занятия, но это не утомляет детей, а способствует их высокой активности и заинтересованности.\n\nПрактически все занятия строятся на различных игровых сюжетах: «Путе­шествие вместе с Алисой по Стране Чудес», «Путешествие на корабле-загадке» и т. д. Упражнения и задания даются не от лица педагога, а различных сказочных пер­сонажей этого занятия. Упражнения и развивающие игры органично вплетаются в сюжет занятия, в том числе и тематические динамические разминки, и зрительная гимнастика.\n\n Внутри одного конспекта занятия есть два варианта заданий: для более подго­товленных и успешных детей и для детей, которые к началу обучения показывают пока еще низкий уровень знаний и навыков, то есть достаточно наглядно и хорошо раскрыт принцип дифференцированного подхода.\n\nПосле курса обучения по данной программе динамика развития детей достаточно высокая и соот­ветствует (на конец учебного года) рамкам ФГОС, а по некоторым параметрам превышает его (развитие звукобуквенного анализа и синтеза).\n\nПсихологически обоснована быстрая смена деятельности в течение занятия — через каждые несколько минут, что не дает детям возможности отвлекаться, уставать. Поэтому, на первый взгляд, может показаться, что занятие слишком насыщено играми и заданиями, но все это вполне укладывается в рамки 25—30 минут.\n\nВ занятиях очень гармонично и в системе используются здоровьесберегающие методики: зрительная гимнастика, смена статичных и динамичных поз, динамические разминки, голосовые и дыхательные упражнения, упражнения на расслабление и снятие напряжения с мышц шеи и плечевого пояса, подвижные игры речевого харак­тера, авторские ортопедические минутки, упражнения для коррекции мелкой и общей моторики. Идет работа по выработке мотивации к сохранению здоровья. Эти упраж­нения занимают совсем немного времени на занятии, но в конечном итоге каждый ребенок усваивает навык правильной осанки, учится снимать напряжение с мышц шеи и плечевого пояса, глаз. Внутри одного занятия все время происходит смена позы ребенка; в конечном итоге дети показывают высокие результаты при усвоении материала, не спешат «выбежать» побыстрее для разминки, потому, что все это было в достаточной мере педагогом предложено на занятии.\n\n **Цель программы:**\n формирование элементарных навыков чтения группы детей с различным уровнем имеющихся у них на данный момент знаний и навыков: от не умеющих читать до читающих бегло целыми словами и слогами.\n\nНа занятиях по обучению чтению ставится ряд обучающих, развивающих и воспитательных задач:\n\n **Задачи:**\n\nОбучающие:\n\n1. Поэтапное обучение детей чтению.\n\n2. Актуализация знаний детей о звуках и буквах алфавита (понятия и признаки гласных и согласных звуков, звукобуквенный анализ и синтез).\n\n3. Учить детей составлять предложения с заданным количеством слов, а так же различным способом делением слов на слоги, пользуясь моделями слов и слогов.\n\n4. Учить ребенка выделять на слух звук из слова и слога (звуковой анализ слова).\n\n Развивающие:\n\n 1. Развитие логического и ассоциативного мышления, зрительного и слухового внимания, памяти; фонематического слуха и вос­приятия:\n\n 2. Развитие звукобуквенного и слогового анализа и синтеза;\n\n3. Развитие навыков плавного слогового чтения.\n\n4. Развивать коммуникативную, регулятивную функции речи.\n\nВоспитательные:\n\n 1. Формирование мотивации к обучению\n\n 2. К сохранению своего здоровья\n\n 3. Желание помочь другому (животному или сказочному персонажу)\n\n 4. Выработка у детей волевых качеств",
            }
        },
        components: {
            HorizontalMenu,
            VueMarkdown
        }
    }
</script>

<style lang="less" scoped>
    @font-face {
        font-family: "RobotoCondensed-Regular";
        src: url("../assets/fonts/RobotoCondensed-Regular.ttf") format("ttf");
    }

    @font-face {
        font-family: "RobotoCondensed-Bold";
        src: url("../assets/fonts/RobotoCondensed-Bold.ttf") format("ttf");
    }

    .articles {
        font-family: "RobotoCondensed-Bold", sans-serif !important;
    }

    .greet {
        font-family: "RobotoCondensed-Regular", sans-serif;
        font-size: 1.2em;
        text-align: center;
    }

    .padder {
        padding-bottom: 12px !important;
        padding-left: 12px !important;
        padding-right: 12px !important;
    }
</style>