<template xmlns:v-expansion-panel="http://www.w3.org/1999/html">
    <v-container
            fluid
            class="d-flex flex-column"
    >
        <horizontal-menu></horizontal-menu>
        <v-row
                style="margin-top: 50px;"
                justify="center"
                align="start"
        >
            <v-col
                    class="hidden-sm-and-down"
                    cols="6"
            >
                <v-expansion-panels accordion>
                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Программа дополнительного образования "Читай-ка"
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Новизна программы состоит в том, что она построена в соответствии с основными принципами дифференцированной теории для работы как с дошкольниками (подготовка к обучению грамоте, развитие всех психических процессов), так и со школьниками, имею­щими нарушения письменной речи и проблемы с чтением. Для детей различного возраста (от 5—9 лет) и разного интеллектуального уровня развития — от нормы до задержки психического развития и до олигофрении, потому что все строится на методе дидактической (обучающей и развивающей) игры.

                                    В основу данной программы положены такие дидактические принципы, как переход от простого к сложному, системность и концентричность при изучении материала. Который подобран с учетом актуальности той или иной темы для детей старшего и подготовительного к школе возраста.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://multiurok.ru/files/proghramma-dopolnitiel-nogho-obrazovaniia-chitai-k.html"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Программа по формированию беглого и динамического чтения у учащихся начальных классов
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Научить детей правильному, беглому, осознанному, выразительному чтению – одна из задач начального образования. И эта задача чрезвычайно актуальна, так как чтение играет огромную роль в образовании, воспитании и развитии человека. Чтение – это окошко, через которое дети видят и познают мир и самого себя. Чтение – это и то, чему обучают младших школьников, посредствам чего их воспитывают и развивают. Умения и навыки чтения формируются не только как важнейший вид речевой и умственной деятельности, но и как сложный комплекс умений и навыков, имеющий обучающий характер, используемый учениками при изучении всех учебных предметов, во всех случаях внеклассной и внешкольной жизни. Следовательно, необходима, систематическая, целенаправленная работа над развитием и совершенствованием навыков беглого, осознанного чтения от класса к классу.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://nsportal.ru/nachalnaya-shkola/chtenie/2016/01/20/rabochaya-programma-po-razvitiyu-tehniki-chteniya"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Хорошо читаем - отлично учимся (Система упражнений для формирования устойчивого навыка чтения у младших школьников)
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Уверенное владение навыком чтения является одним из основных условий успешности детей в учении. Однако в настоящий момент навык чтения у школьников вызывают серьёзную тревогу у педагогов и родителей.

                                    Подавляющее большинство трудностей, которые наблюдаются у детей во время обучения в школе, связаны с тем, что они не могут самостоятельно получать информацию из книг и учебников.

                                    Современные дети не просто не любят, но и не умеют читать, а чтение – это не только тот предмет, которым надо успешно овладеть ученику, но и тот, посредством которого он будет осваивать другие дисциплины, познавать богатство окружающего мира и человеческих отношений, формировать в себе собственное отношение к действительности.

                                    Чтение – это труд. Наша задача - сделать его более производительным, продуктивным.

                                    Навык беглого, осознанного и выразительного чтения закладывается в начальных классах.

                                    Как помочь детям справиться с трудностями при обучении чтению?
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://schsad115.ru/specialist/logoped/190-khorosho-chitaem-otlichno-uchimsya-sistema-"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Как привить любовь к чтению у учащихся начальной школы
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Задача учителя заключается в том, чтобы воспитать у учащихся интерес к литературе и литературному чтению. Приобщая ребенка к чтению и создавая культ книги в школе и дома, мы должны всегда помнить слова педагога В. А. Сухомлинского, который верил и с большой убежденностью говорил о воспитательной силе книги.

                                    Необходимо уделять внимание воспитанию у наших детей правильной образной речи, обогащать их словарь, учить понимать и чувствовать красоту языка подлинно художественных литературных произведений.

                                    Чтобы побудить ребенка к чтению, надо сам процесс чтения представить как чудо – показать в знакомом - незнакомое, в обычном – необычное, изумить таящимся в нем богатством возможностей.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://infourok.ru/vistuplenie-po-teme-kak-privit-lyubov-k-chteniyu-u-uchaschihsya-nachalnoy-shkoli-892016.html"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>
                </v-expansion-panels>
            </v-col>
            <v-col
                    class="hidden-md-and-up"
                    cols="12"
            >
                <v-expansion-panels>
                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Программа дополнительного образования "Читай-ка"
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Новизна программы состоит в том, что она построена в соответствии с основными принципами дифференцированной теории для работы как с дошкольниками (подготовка к обучению грамоте, развитие всех психических процессов), так и со школьниками, имею­щими нарушения письменной речи и проблемы с чтением. Для детей различного возраста (от 5—9 лет) и разного интеллектуального уровня развития — от нормы до задержки психического развития и до олигофрении, потому что все строится на методе дидактической (обучающей и развивающей) игры.

                                    В основу данной программы положены такие дидактические принципы, как переход от простого к сложному, системность и концентричность при изучении материала. Который подобран с учетом актуальности той или иной темы для детей старшего и подготовительного к школе возраста.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://multiurok.ru/files/proghramma-dopolnitiel-nogho-obrazovaniia-chitai-k.html"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Программа по формированию беглого и динамического чтения у учащихся начальных классов
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Научить детей правильному, беглому, осознанному, выразительному чтению – одна из задач начального образования. И эта задача чрезвычайно актуальна, так как чтение играет огромную роль в образовании, воспитании и развитии человека. Чтение – это окошко, через которое дети видят и познают мир и самого себя. Чтение – это и то, чему обучают младших школьников, посредствам чего их воспитывают и развивают. Умения и навыки чтения формируются не только как важнейший вид речевой и умственной деятельности, но и как сложный комплекс умений и навыков, имеющий обучающий характер, используемый учениками при изучении всех учебных предметов, во всех случаях внеклассной и внешкольной жизни. Следовательно, необходима, систематическая, целенаправленная работа над развитием и совершенствованием навыков беглого, осознанного чтения от класса к классу.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://nsportal.ru/nachalnaya-shkola/chtenie/2016/01/20/rabochaya-programma-po-razvitiyu-tehniki-chteniya"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Хорошо читаем - отлично учимся (Система упражнений для формирования устойчивого навыка чтения у младших школьников)
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Уверенное владение навыком чтения является одним из основных условий успешности детей в учении. Однако в настоящий момент навык чтения у школьников вызывают серьёзную тревогу у педагогов и родителей.

                                    Подавляющее большинство трудностей, которые наблюдаются у детей во время обучения в школе, связаны с тем, что они не могут самостоятельно получать информацию из книг и учебников.

                                    Современные дети не просто не любят, но и не умеют читать, а чтение – это не только тот предмет, которым надо успешно овладеть ученику, но и тот, посредством которого он будет осваивать другие дисциплины, познавать богатство окружающего мира и человеческих отношений, формировать в себе собственное отношение к действительности.

                                    Чтение – это труд. Наша задача - сделать его более производительным, продуктивным.

                                    Навык беглого, осознанного и выразительного чтения закладывается в начальных классах.

                                    Как помочь детям справиться с трудностями при обучении чтению?
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://schsad115.ru/specialist/logoped/190-khorosho-chitaem-otlichno-uchimsya-sistema-"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>

                    <v-expansion-panel>
                        <v-expansion-panel-header>
                            Как привить любовь к чтению у учащихся начальной школы
                        </v-expansion-panel-header>
                        <v-expansion-panel-content>
                            <v-card>
                                <v-card-text>
                                    Задача учителя заключается в том, чтобы воспитать у учащихся интерес к литературе и литературному чтению. Приобщая ребенка к чтению и создавая культ книги в школе и дома, мы должны всегда помнить слова педагога В. А. Сухомлинского, который верил и с большой убежденностью говорил о воспитательной силе книги.

                                    Необходимо уделять внимание воспитанию у наших детей правильной образной речи, обогащать их словарь, учить понимать и чувствовать красоту языка подлинно художественных литературных произведений.

                                    Чтобы побудить ребенка к чтению, надо сам процесс чтения представить как чудо – показать в знакомом - незнакомое, в обычном – необычное, изумить таящимся в нем богатством возможностей.
                                </v-card-text>
                                <v-card-actions>
                                    <v-btn
                                            dark
                                            color="#16a085"
                                            href="https://infourok.ru/vistuplenie-po-teme-kak-privit-lyubov-k-chteniyu-u-uchaschihsya-nachalnoy-shkoli-892016.html"
                                    >
                                        Узнать больше...
                                    </v-btn>
                                </v-card-actions>
                            </v-card>
                        </v-expansion-panel-content>
                    </v-expansion-panel>
                </v-expansion-panels>
            </v-col>
        </v-row>
    </v-container>
</template>

<script>
    import HorizontalMenu from '../components/HorizontalMenu'
    import VueMarkdown from 'vue-markdown'

    export default {
        name: 'Teachers',
        data() {
            return {}
        },
        components: {
            HorizontalMenu,
            VueMarkdown
        }
    }
</script>

<style lang="less" scoped>
    @font-face {
        font-family: "RobotoCondensed-Regular";
        src: url("../assets/fonts/RobotoCondensed-Regular.ttf") format("ttf");
    }

    @font-face {
        font-family: "RobotoCondensed-Bold";
        src: url("../assets/fonts/RobotoCondensed-Bold.ttf") format("ttf");
    }

    .articles {
        font-family: "RobotoCondensed-Bold", sans-serif !important;
    }

    .greet {
        font-family: "RobotoCondensed-Regular", sans-serif;
        font-size: 1.2em;
        text-align: center;
    }

    .padder {
        padding-bottom: 12px !important;
        padding-left: 12px !important;
        padding-right: 12px !important;
    }
</style>